<template>
  <section class="about_section  ">
    <div class="container">
      <div class="row">
        <div class="col-md-6">
          <div class="img-box">
            <img src="@/assets/images/about-us3.jpg" alt="">
          </div>
        </div>
        <div class="col-md-6">
          <div class="detail-box">
            <div class="heading_container">
              <h2>
                Про нас
              </h2>
            </div>
            <p>
              Наша ювелірна майстерня об’єднує досвідчених митців та інноваторів. 
              Ми віримо, що кожна прикраса має розповідати історію, відображати емоції та надихати. 
              Знаючи силу деталей, ми створюємо як класичні, так і сучасні прикраси, щоб задовольнити навіть найвибагливіші смаки.
              Усі етапи виготовлення – від розробки ескізів до фінальної обробки – ми виконуємо з любов’ю до своєї справи та повагою до матеріалів.
              Ми використовуємо лише високоякісні дорогоцінні метали та камені, дотримуючись найвищих стандартів якості.
              Запрошуємо вас стати частиною нашої історії.
              Давайте разом створювати особливі моменти, закарбовані у прикрасах.
            </p>
            <RouterLink to="/about">
              Читати більше
            </RouterLink>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>